tutorials/lagrangian/reactingParcelFoam/cylinder/0.orig/wallFilmRegion/deltaf
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  plus                                  |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0/wallFilmRegion";
    object      deltaf;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 0 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    wallFilmFaces_top
    {
        type            zeroGradient;
    }

    region0_to_wallFilmRegion_wallFilmFaces
    {
        type            zeroGradient;
    }

    sides
    {
        type            zeroGradient;
    }

    frontAndBack
    {
        type            zeroGradient;
    }
}


// ************************************************************************* //
